adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-hk-fonts
adobe-source-han-serif-tw-fonts
alacritty
arandr
base
base-devel
bat
dmenu
dunst
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-rime
fd
fish
gedit
git
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
i3status-rust
iwd
libime
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
open-vm-tools
opendesktop-fonts
pavucontrol
pcmanfm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
redshift
rime-pinyin-zhwiki
rofi
sddm
smartmontools
starship
ttf-arphic-ukai
ttf-arphic-uming
ttf-font-awesome
ttf-hannom
ttf-jetbrains-mono
ttf-profont-nerd
vi
vim
wget
wireless_tools
wireplumber
wqy-bitmapfont
wqy-microhei
wqy-zenhei
xdg-utils
xf86-input-vmmouse
xf86-video-vmware
xorg-xinit
xorg-xrandr
xss-lock
xterm
